شيء
شخص
ناس
رجل
امرأة
طفل
طفلة
شاب
شابة
أسرة
أهل
عائلة
صديق
صديقة
زميل
زميلة
جار
جارة
طالب
طالبة
معلم
معلمة
دكتور
طبيب
ممرض
مهندس
عامل
مدير
موظف
رئيس
وزير
ملك
قائد
كتاب
دفتر
ورقة
قلم
حاسوب
هاتف
جهاز
برنامج
موقع
بريد
إنترنت
شبكة
خادم
بيانات
نظام
مدينة
قرية
بلد
دولة
محافظة
شارع
طريق
جسر
بيت
منزل
شقة
بناية
مدرسة
جامعة
مستشفى
مطعم
متجر
سوق
سيارة
حافلة
قطار
طائرة
سفينة
دراجة
سيارة_أجرة
مطار
محطة
ميناء
باب
نافذة
غرفة
مطبخ
حمام
مكتب
قاعة
مكتبة
مختبر
معمل
فصل
ملعب
حديقة
مزرعة
ماء
نهر
بحر
محيط
بحيرة
جبل
صحراء
غابة
شجرة
وردة
نبات
زهرة
طقس
مطر
ثلج
رياح
شمس
قمر
سماء
أرض
تراب
طعام
أكل
فطور
غداء
عشاء
خبز
لحم
دجاج
سمك
أرز
معكرونة
خضار
فاكهة
تفاح
موز
برتقال
عنب
تمر
لبن
حليب
جبن
بيض
قهوة
شاي
عصير
رياضة
كرة
قدم
سلة
يد
سباحة
جري
تنس
رياضي
لاعب
مدرب
حكم
فريق
مباراة
بطولة
فن
موسيقى
أغنية
فيلم
مسلسل
مسرح
شعر
لوحة
تصوير
رسم
صحة
مرض
دواء
علاج
عيادة
ألم
صداع
سعال
حرارة
كورونا
ضغط
سكر
قلب
جسم
دم
عين
أذن
فم
أسنان
وقت
يوم
ليلة
صباح
مساء
ساعة
دقيقة
ثانية
أسبوع
شهر
سنة
اليوم
أمس
غد
الآن
لاحقًا
قريبًا
مال
سعر
تكلفة
ثمن
راتب
دخل
بيع
شراء
تجارة
اقتصاد
بنك
حساب
فاتورة
ضريبة
خبر
حدث
قصة
مشكلة
حل
فكرة
مشروع
خطة
هدف
نتيجة
سبب
أثر
تأثير
تجربة
بحث
دراسة
امتحان
علامة
لغة
عربي
إنجليزي
فرنسي
إسباني
صيني
لهجة
ترجمة
كلمة
جملة
نص
فقرة
عنوان
موضوع
مخبز
مقهى
مسجد
كنيسة
شركة
مصنع
فندق
صيدلية
موقف
مستودع
صالة
أب
أم
أخ
أخت
ابن
ابنة
جد
جدة
عم
عمة
خال
خالة
زوج
زوجة
سائق
شرطي
جندي
رب_أسرة
بائع
أمين_صندوق
نادل
حرفي
كان
يكون
أصبح
ظل
بدا
ذهب
يذهب
جاء
يجيء
رجع
يرجع
وصل
يصل
خرج
يخرج
يدخل
جلس
يجلس
قام
يقوم
نام
ينام
استيقظ
يستيقظ
يأكل
شرب
يشرب
طبخ
يطبخ
غسل
يغسل
قرأ
يقرأ
كتب
يكتب
حفظ
يحفظ
فتح
يفتح
أغلق
يغلق
عمل
يعمل
درس
يدرس
تعلم
يتعلم
علّم
يعلّم
فهم
يفهم
عرف
يعرف
ظن
يظن
اعتقد
يعتقد
رأى
يرى
نظر
ينظر
سمع
يسمع
قال
يقول
سأل
يسأل
أجاب
يجيب
حاول
يحاول
استطاع
يستطيع
احتاج
يحتاج
أرسل
يرسل
استلم
يستلم
اتصل
يتصل
يبحث
وجد
يجد
فقد
يفقد
اشترى
يشتري
باع
يبيع
دفع
يدفع
سافر
يسافر
سكن
يسكن
عاش
يعيش
لعب
يلعب
ركض
يركض
سبح
يسبح
استعمل
يستعمل
استخدم
يستخدم
حمّل
يحمّل
نزّل
ينزّل
سجّل
يسجّل
حدّث
يحدّث
زار
يزور
حضر
يحضر
شارك
يشارك
نجح
ينجح
فشل
يفشل
كبير
صغيرة
صغير
طويل
قصير
قريب
بعيد
جديد
قديم
سهل
صعب
سريع
بطيء
قوي
ضعيف
جميل
قبيح
نظيف
وسخ
ممتلئ
فارغ
صحي
مريض
خطير
آمن
مهم
طبيعي
طبيعيّ
عالي
منخفض
واضح
غامض
دقيق
عام
خاص
محلي
دولي
رئيسي
ثانوي
حار
بارد
معتدل
جاف
رطب
رخيص
غالي
متاح
ممكن
مستحيل
حالًا
بعد
قبل
خلال
منذ
ليل
نهار
دائمًا
أحيانًا
غالبًا
نادرًا
هذا
هذه
هؤلاء
ذلك
تلك
الذين
التي
إلى
على
في
عن
من
مع
لـ
لدى
عند
بين
ضد
دون
حتى
إلا
كما
مثل
مثلًا
بسبب
لأن
إذا
إذ
لو
لكن
لكنّ
بل
ثم
أو
ولا
نعم
لا
ربما
حاسوب_محمول
لوحة_مفاتيح
فأرة
شاشة
تطبيق
قاعدة_بيانات
ذكاء_اصطناعي
نموذج
سحابة
كلمة_مرور
بريد_إلكتروني
رابط
ملف
مجلد
نسخة_احتياطية
تشفير
معهد
كلية
محاضرة
مادة
واجب
شهادة
قبول
تخرج
منحة
وصفة
تحليل
أشعة
عملية
رئة
كبد
معدة
أنف
حلق
جلد
عظم

